import React, { FC } from 'react';
// import { MyCard } from './types';
import styles from './info.module.css';

const Info: React.FC = () => (
  (
    <>
      <div className={styles.generalInfo}>
        Что собой представляет информационное собеседование?
        Информационное собеседование — это неофициальная беседа соискателя с
        профессионалом,
        работающим в соответствующей сфере. Неформальное общение с кем-то,
        кто изнутри знает отрасль,
        нишу, сектор и компанию, которая вас интересует. Очень полезно
        увидеть кратчайший путь к успеху глазами
        опытного профессионала еще до начала поиска работы.

        Информационные собеседования помогут собрать гораздо больше информации.
        Вы сможете получить советы
        относительно той или иной отрасли, лучше понять корпоративную культуру
        потенциального работодателя и
        заложить основу для сети бесценных знакомств, которые будут способствовать
        вашему профессиональному развитию в дальнейшем.

        Разумеется, нужно будет хорошо подготовиться и проявить профессионализм
        во всем. Ниже описаны семь
        главных шагов, которые следует выполнить в процессе подготовки
        и проведения информационного собеседования.

      </div>
    </>
  )

);

export default Info;
